//
//  Question.swift
//  Who_Wants_To_Be_a_Millionaire-
//
//  Created by Yuriy Fedyunkin on 12.05.2021.
//

import Foundation

struct Question {
    var question: String
    var answers = [String]()
    var correctAnswer: Int
}

/*
 1."Что хором кричат дети на новогоднем празднике?"
 - Спасите-помогие!
 - "Спартак" - чемпион!
 - Снегурочка! - верный
 - Шайбу- шайбу
 
 2. "Где находятся сусеки, о которых упоминается в сказке "Колобок"?"
 - В амбаре - верный
 - В огороде
 - В бане
 - На поле
 
 3. Что можно найти в раковинах некоторых моллюсков?
 - янтарь
 - жемчуг - верный
 - аквамарин
 - малахит
 
 4. Кому в работе нужный постромки?
 - Кузнецу
 - Извозчику - верный
 - Хирургу
 - Охотнику
 
 5. Кем была тетушка Аксал в "Королевстве кривых зеркал"?
 - Прачкой
 - Королевой
 - Фрейлиной
 - Кухаркой - верный
 
 
 */
